export const cardsContent = [
  {
    title: 'Запрос на подключение',
    value:
      'Заполните форму обратной связи и мы свяжемся с вами. Для интеграции достаточно ознакомить нас с вашим бизнесом, показать ваши ресурсы',
    index: 1,
  },
  {
    title: 'Техническая интеграция',
    value:
      'Окажем помощь в подключении вашего сервиса к нашему процессингу с помощью API',
    index: 3,
  },
  {
    title: 'Обсудим все детали',
    value:
      'Выслушаем ваши потребности и желания, подберем грамотное платежное решение, придем к выгодному и правильному решению',
    index: 2,
  },

  {
    title: 'Процессинг',
    value:
      'Начинаем принимать платежи или выплачивать на карты ваших клиентов, предоставляя подробную статистику ваших сделок',
    index: 4,
  },
]

export const mobileCardsContent = [
  {
    title: 'Запрос на подключение',
    value:
      'Заполните форму обратной связи и мы свяжемся с вами. Для интеграции достаточно ознакомить нас с вашим бизнесом, показать ваши ресурсы',
    index: 1,
  },
  {
    title: 'Техническая интеграция',
    value:
      'Окажем помощь в подключении вашего сервиса к нашему процессингу с помощью API',
    index: 2,
  },
  {
    title: 'Обсудим все детали',
    value:
      'Выслушаем ваши потребности и желания, подберем грамотное платежное решение, придем к выгодному и правильному решению',
    index: 3,
  },
  {
    title: 'Процессинг',
    value:
      'Начинаем принимать платежи или выплачивать на карты ваших клиентов, предоставляя подробную статистику ваших сделок',
    index: 4,
  },
]
