export type contentType = { title: string; value: string; index: number }[]

export const cardsContent = [
  {
    title: '🔒 Приватность',
    value: 'Все ваши данные под надёжной защитой',
    index: 1,
  },
  {
    title: '📈 Наглядность',
    value: 'Визуализация сфер жизни и взаимосвязей',
    index: 3,
  },
  {
    title: '🌱 Рост',
    value: 'С каждой записью приложение становится полезнее',
    index: 5,
  },
  {
    title: '🧠 Умный ИИ',
    value: 'Не просто отвечает, а понимает контекст вашей жизни',
    index: 2,
  },
  {
    title: '🎨 Гибкая настройка',
    value: 'Вы можете настроить личность асистента под себя',
    index: 4,
  },
  {
    title: '🛠️ Универсальность',
    value: 'Подходит для любых задач и ситуаций',
    index: 6,
  },
]

export const mobileCardsContent = [
  {
    title: '🔒 Приватность',
    value: 'Все ваши данные под надёжной защитой',
    index: 1,
  },
  {
    title: '🧠 Умный ИИ',
    value: 'Не просто отвечает, а понимает контекст вашей жизни',
    index: 2,
  },
  {
    title: '📈 Наглядность',
    value: 'Визуализация сфер жизни и взаимосвязей',
    index: 3,
  },
  {
    title: '🎨 Гибкая настройка',
    value: 'Вы можете настроить личность асистента под себя',
    index: 4,
  },
  {
    title: '🌱 Рост',
    value: 'С каждой записью приложение становится полезнее',
    index: 5,
  },
  {
    title: '🛠️ Универсальность',
    value: 'Подходит для любых задач и ситуаций',
    index: 6,
  },
]
